/* Localized versions of Emoticon titles */
/* This file was automatically generated at build time and should not be edited */

/* Skype emoticon name */
"Angel" = "Anjel";

/* Skype emoticon name */
"Angry" = "Hnevám sa";

/* Skype emoticon name */
"Bandit" = "Bandita";

/* Skype emoticon name */
"Beer" = "Pivo";

/* Skype emoticon name */
"Big smile" = "Široký úsmev";

/* Skype emoticon name */
"Blushing" = "Hanbím sa";

/* Skype emoticon name */
"Bowing" = "Klaniam sa";

/* Skype emoticon name */
"Cake" = "Torta";

/* Skype emoticon name */
"Cash" = "Peniaze";

/* Skype emoticon name */
"Clapping" = "Tlieskam";

/* Skype emoticon name */
"Coffee" = "Káva";

/* Skype emoticon name */
"Cool" = "Pohoda";

/* Skype emoticon name */
"Crying" = "Plačem";

/* Skype emoticon name */
"Dancing" = "Tancujem";

/* Skype emoticon name */
"Devil" = "Diabol";

/* Skype emoticon name */
"Doh!" = "Do čerta!";

/* Skype emoticon name */
"Drink" = "Nápoj";

/* Skype emoticon name */
"Dull" = "Nechápem";

/* Skype emoticon name */
"Emo" = "Emo";

/* Skype emoticon name */
"Envious" = "Závidím";

/* Skype emoticon name */
"Evil" = "Zlovestný";

/* Skype emoticon name */
"Facepalm" = "To snáď nie je možné";

/* Skype emoticon name */
"Fingers crossed" = "Držím palce";

/* Skype emoticon name */
"Flower" = "Kvet";

/* Skype emoticon name */
"Giggle" = "Chichot";

/* Skype emoticon name */
"Handshake" = "Dohodnuté";

/* Skype emoticon name */
"Happy" = "Šťastný";

/* Skype emoticon name */
"Heart" = "Srdce";

/* Skype emoticon name */
"Heidy" = "Heidy";

/* Skype emoticon name */
"High five" = "Daj na to";

/* Skype emoticon name */
"Hug" = "Objímam";

/* Skype emoticon name */
"In love" = "Zamilovaný";

/* Skype emoticon name */
"It wasn't me!" = "To nie ja!";

/* Skype emoticon name */
"Kiss" = "Bozk";

/* Skype emoticon name */
"Lalala" = "Lalala";

/* Skype emoticon name */
"Make-up" = "Maľujem sa";

/* Skype emoticon name */
"Mmmmm..." = "Mmmmm...";

/* Skype emoticon name */
"Muscle" = "Svaly";

/* Skype emoticon name */
"Music" = "Hudba";

/* Skype emoticon name */
"My lips are sealed" = "Mlčím ako hrob";

/* Skype emoticon name */
"Nerdy" = "Inteligent";

/* Skype emoticon name */
"Ninja" = "Nindža";

/* Skype emoticon name */
"No" = "Nie";

/* Skype emoticon name */
"Nod" = "Súhlas";

/* Skype emoticon name */
"Party" = "Párty";

/* Skype emoticon name */
"Pizza" = "Pizza";

/* Skype emoticon name */
"Puking" = "Vraciam";

/* Skype emoticon name */
"Raining" = "Prší";

/* Skype emoticon name */
"Rolling on the floor laughing" = "Váľam sa od smiechu";

/* Skype emoticon name */
"Sad" = "Smútok";

/* Skype emoticon name */
"Shake" = "Nesúhlas";

/* Skype emoticon name */
"Sleepy" = "Ospalý";

/* Skype emoticon name */
"Smiley" = "Úsmev";

/* Skype emoticon name */
"Smiley with tongue out" = "Vyplazený jazyk";

/* Skype emoticon name */
"Smirking" = "Uškŕňam sa";

/* Skype emoticon name */
"Speechless" = "Nemám slov";

/* Skype emoticon name */
"Star" = "Hviezda";

/* Skype emoticon name */
"Sun" = "Slnko";

/* Skype emoticon name */
"Surprised" = "Prekvapenie";

/* Skype emoticon name */
"Sweating" = "Potím sa";

/* Skype emoticon name */
"Thinking" = "Rozmýšľam";

/* Skype emoticon name */
"Too much information" = "Príliš veľa informácií";

/* Skype emoticon name */
"Tumbleweed" = "Ticho pred búrkou";

/* Skype emoticon name */
"Wait" = "Počkať";

/* Skype emoticon name */
"Waiting" = "Čakám";

/* Skype emoticon name */
"Wave" = "Ahoj";

/* Skype emoticon name */
"Whew" = "No nazdar";

/* Skype emoticon name */
"Winking" = "Žmurkám";

/* Skype emoticon name */
"Wondering" = "Zvedavý";

/* Skype emoticon name */
"Worried" = "Trápim sa";

/* Skype emoticon name */
"Yawning" = "Zívam";

/* Skype emoticon name */
"Yes" = "Áno";


/* end of file */
